/* No comment provided by engineer. */
"*Will also hide carrier name\n^Will also hide cellular data indicator" = "*还将隐藏运营商名称\n^还将隐藏蜂窝数据指示器";

/* No comment provided by engineer. */
"%@\nPlease close the app and retry." = "%@\n请关闭应用程序并重试。";

/* No comment provided by engineer. */
"A new version of StatusMagic is available. It is recommended you update to avoid encountering bugs. Would you like to view the releases page?" = "有新版本的 StatusMagic 可用，建议更新避免遇到错误。想查看更新发布页面吗？";

/* No comment provided by engineer. */
"Activity" = "活动";

/* No comment provided by engineer. */
"AirPlay" = "隔空投送";

/* No comment provided by engineer. */
"AirPrint" = "隔空打印";

/* No comment provided by engineer. */
"Apply" = "应用";

/* No comment provided by engineer. */
"Breadcrumb Text" = "快捷返回文本";

/* No comment provided by engineer. */
"Camera Calling" = "视频通话";

/* No comment provided by engineer. */
"Camera Recording" = "视频录制";

/* No comment provided by engineer. */
"CarPlay" = "CarPlay";

/* No comment provided by engineer. */
"Carrier Text" = "运营商文本";

/* No comment provided by engineer. */
"Change Breadcrumb Text" = "修改快捷返回文本";

/* No comment provided by engineer. */
"Change Carrier Text" = "修改运营商文本";

/* No comment provided by engineer. */
"Change Status Bar Time Text" = "更改状态栏时间文本";

/* No comment provided by engineer. */
"Customize Texts" = "自定义文本";

/* No comment provided by engineer. */
"Diagnosis" = "诊断";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Force MacDirtyCOW" = "强制使用 MacDirtyCOW";

/* No comment provided by engineer. */
"Go here if something isn’t working correctly." = "如果有些东西不能正常工作，请转入这里。";

/* No comment provided by engineer. */
"Hide Airplane Mode" = "隐藏飞行模式";

/* No comment provided by engineer. */
"Hide AirPlay" = "隐藏隔空投送";

/* No comment provided by engineer. */
"Hide Alarm" = "隐藏闹钟";

/* No comment provided by engineer. */
"Hide Battery" = "隐藏电池";

/* No comment provided by engineer. */
"Hide Bluetooth" = "隐藏蓝牙";

/* No comment provided by engineer. */
"Hide Camera Usage Dot" = "隐藏相机指示器";

/* No comment provided by engineer. */
"Hide CarPlay" = "隐藏 CarPlay";

/* No comment provided by engineer. */
"Hide Cellular*" = "隐藏蜂窝数据指示器*";

/* No comment provided by engineer. */
"Hide Do Not Disturb" = "隐藏勿扰模式";

/* No comment provided by engineer. */
"Hide Items" = "隐藏项目";

/* No comment provided by engineer. */
"Hide Location" = "隐藏定位指示器";

/* No comment provided by engineer. */
"Hide Microphone Usage Dot" = "隐藏麦克风指示器";

/* No comment provided by engineer. */
"Hide Rotation Lock" = "隐藏屏幕旋转锁";

/* No comment provided by engineer. */
"Hide VPN" = "隐藏 VPN";

/* No comment provided by engineer. */
"Hide Wi-Fi^" = "隐藏 Wi-Fi^";

/* No comment provided by engineer. */
"Incoming Camera Calling" = "视频来电";

/* No comment provided by engineer. */
"Incoming Phone Calling" = "语音来电";

/* No comment provided by engineer. */
"Microphone Recording" = "音频录制";

/* No comment provided by engineer. */
"Mirroring" = "镜像";

/* No comment provided by engineer. */
"Navigation" = "导航";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"Not Supported" = "不支持";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Override Styles" = "替代样式";

/* No comment provided by engineer. */
"Personal Hotspot" = "个人热点";

/* No comment provided by engineer. */
"Phone Calling" = "通话";

/* No comment provided by engineer. */
"Reset to Defaults" = "重置为默认值";

/* No comment provided by engineer. */
"Save Settings" = "保存设置";

/* No comment provided by engineer. */
"Screen Recording" = "屏幕录制";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Siri" = "Siri";

/* No comment provided by engineer. */
"SOS" = "SOS";

/* No comment provided by engineer. */
"Status Bar Time Text" = "状态栏时间文本";

/* No comment provided by engineer. */
"StatusMagic" = "StatusMagic";

/* No comment provided by engineer. */
"The app will quit." = "应用程序即将退出。";

/* No comment provided by engineer. */
"This version of iOS is likely not supported. Unless you know for certain that it is, please close the app.\n\nAre you certain this version is supported? The app will relaunch." = "此版本的 iOS 可能不被支持。除非你确定支持，否则请关闭该应用程序。\n\n你确定这个版本被支持吗？该应用程序将重新启动。";

/* No comment provided by engineer. */
"This version of iOS is not supported. Please close the app." = "此版本的 iOS 不被支持。请关闭该应用程序。";

/* No comment provided by engineer. */
"Update Available" = "有更新可用";

/* No comment provided by engineer. */
"Use Alternative Setter" = "使用替代的设定器";

/* No comment provided by engineer. */
"Use this if carrier/time text isn't applying. I would recommend you Reset to Defaults after turning on and saving." = "如果运营商/时间文本不适用，请使用此选项。我建议你在打开并保存后重置为默认值。";

/* No comment provided by engineer. */
"Use this if your device is erroneously detecting TrollStore installed, and you do not have an Apply button at the top of StatusMagic." = "如果你的设备错误地检测到 TrollStore 的安装，而你在 StatusMagic 的顶部没有应用按钮，请使用此选项。";

/* No comment provided by engineer. */
"Use TrollStore" = "使用 TrollStore";

/* No comment provided by engineer. */
"When set to blank on notched devices, this will display the carrier name." = "当在有刘海的设备上设置为空白时，这将显示运营商名称。";

/* No comment provided by engineer. */
"Will be restored when app quits." = "应用程序退出时将恢复原状。";

/* No comment provided by engineer. */
"Wired Adapter" = "有线适配器";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You must install this app with TrollStore for it to work with this version of iOS. Please close the app." = "你必须用 TrollStore 安装此应用程序，它才能在这个版本的 iOS 系统上运行。请关闭该应用程序。";

/* No comment provided by engineer. */
"Your device will respring." = "设备即将注销。";

/* No comment provided by engineer. */
"Your device will respring.\n\n\nStatusMagic by Avangelista\nVersion %@\nUsing %@" = "你的设备将会注销。\n\n\n由 Avangelista 构建的 StatusMagic\n版本 %1$@\n依赖 %2$@";

